export const content = {
  // Info for header and footer
  info: {
    nav: {
      solutions: {
        title: "Решения",
        link: "#solutions",
      },
      about: {
        title: "О компании",
        link: "#about",
      },
      contacts: {
        title: "Контакты",
        link: "#contacts",
      }
    },
    tel: {
      title: "+7 (499) 495-19-84",
      number: "tel:+74994951984"
    },
    address: "109028, Беларусь, г. Минск, ул. Земляной Вал, д. 50А/8, стр. 2",
    addressLink: "https://yandex.ru/maps/157/minsk/?ll=27.555691%2C53.902735&z=12",
    copyright: "© BelkaPay. Все права защищены",
    image: "Изображение"
  },

  // Main section
  main: {
    title: "Платежный шлюз по модели ",
    subtitle: " технологии в деньги",
    text: "BelkaPay — белорусская компания, специализирующаяся на разработке и поставке платежных решений по модели White label.",
    btnText: "Оставить заявку",
    src: "../images/main.png"
  },

  // List of solutions
  solutions: {
    title: "Решения",
    banks: {
      title: "Банки",
      text: "Мы предлагаем End2end сервис с выходом в платежные системы VISA, MasterCard, MIR.",
      list: [
        "Развитие и усиление бренда Банка",
        "Брендирование и кастомизация платежного шлюза по первому запросу",
        "Полная интеграция с IT-системой Банка"
      ],
      src: "../images/solutions/banks.png"
    },
    avia: {
      title: "Авиация",
      text: "Единое платежное решение для авиакомпаний.",
      list: [
        "Сертифицирован по международным стандартам: Visa (VbV), MasterCard (SecureCode), UPOP, Jsecure",
        "Собственный MPI сертифицированный МПС",
        "Интеграция с GDS системами: Sabre, Amadeus, Navitaire"
      ],
      src: "../images/solutions/avia.png"
    },
    tsp: {
      title: "ТСП",
      text: "Необходимый функционал для малого и среднего бизнеса.",
      list: [
        "Поддержка мультивалютности и мультитерминальности для ТСП",
        "Поддержка товарной корзины",
        "Возможность использования нескольких платежных средств для оплаты товаров"
      ],
      src: "../images/solutions/tsp.png"
    },
    transport: {
      title: "Транспорт",
      text: "Транспортно-Карточная платформа для приема платежей в общественном транспорте.",
      list: [
        "Гибкая система тарификации проезда",
        "Сокращение затрат на внедрение и эксплуатацию",
        "Авторизация по белым /чёрным спискам"
      ],
      src: "../images/solutions/transport.png"
    },
    p2p: {
      title: "P2P",
      text: "Мы предлагаем организацию и сопровождение операций переводов с карты на карту.",
      list: [
        "Оперативный вывод новой услуги на рынок",
        "Дополнительная прибыль",
        "Переводы по номеру телефона"
      ],
      src: "../images/solutions/p2p.png"
    },
  },

  // About company
  about: {
    title: "О компании",
    text: [
      "BelkaPay - российская компания, специализирующаяся на разработке и поставке платежных решений по модели White label",
      "BelkaPay фокусируется на функциональности и высокой доступности сервисов, предоставляемых своим клиентам: на протяжении последних 15 лет система адаптировалась и модернизировалась согласно требованиям Платежных Систем и своих клиентов.",
      "BelkaPay работает с крупнейшими игроками в разных сегментах рынка, что позволяет формировать и наращивать отраслевую экспертизу.",
    ],
    list: [
      {
        number: "01",
        title: "Это не просто платежная платформа ...",
        textArr: [
          "BelkaPay - интегратор, обеспечивающий подключение, сопровождение и реализацию новых функциональных возможностей - все это под брендом нашего клиента. Концепция линейки продуктов White label позволяет создавать решения для бизнеса в кратчайшие сроки без существенных затрат клиента.",
          "Если ваш бизнес за технологичность и ориентирован на растущие потребности клиентов, мы готовы предложить идеальный вариант при минимальных затратах."
        ]
      },
      {
        number: "02",
        title: "Плюсы такого подхода очевидны",
        textArr: [
          "Мы разработали и уже протестировали технологию, на базе которой Вы получаете брендированное платежное решение, отвечающее запросам Вашей компании."
        ]
      },
      {
        number: "03",
        title: "Для кого мы работаем",
        textArr: [
          "Финансовые институты (банки, финтех, IPSP, стартапы), Телеком, Авиа, Транспорт, Ритейл."
        ]
      },
      {
        number: "04",
        title: "Инфраструктура",
        textArr: [
          "Оба дата-центра сертифицированы по классу Tier III.",
          "Дублированные каналы связи: Orange Business Services, Мастертел, МТС, Билайн.",
          "DDOS защита.",
          "24x7 клиентская поддержка.",
          "Первая и вторая линия поддержки.",
          "Active-Active конфигурация.",
          "Обеспечение высокого уровня доступности предоставляемых сервисов на уровне 99,9%."
        ]
      },
    ]
  },

  // Key principles of company
  principles: {
    title: "Ключевые принципы работы компании:",
    list: [
      {
        text: "Полный цикл обслуживания клиентов Заказчика.",
        src: "../images/principles/cycle.png"
      },
      {
        text: "Минимальный порог вхождение в e-commerce для Банков.",
        src: "../images/principles/safe.png"
      },
      {
        text: "Совершенствование наших продуктов и сервисов.",
        src: "../images/principles/diamond.png"
      },
      {
        text: "R&D — монетизация технологических трендов и мирового опыта в области e-commerce, локализация и адаптация под конкретного Заказчика.",
        src: "../images/principles/coins.png"
      },
      {
        text: "Развитие сервисов, подключение клиентов, интеграционные издержки и затраты на развитие решения — все это осуществляется с помощью и за счет BelkaPay.",
        src: "../images/principles/computer.png"
      },
    ]
  },

  // Contacts and feedback
  contacts: {
    title: "Контакты",
    list: [
      {
        title: "Головной офис:",
        textArr: [
          {
            text: "109028, Беларусь,",
            link: "https://yandex.ru/maps/157/minsk/?ll=27.555691%2C53.902735&z=12",
            isNewTab: true,
          },
          {
            text: "г. Минск, ул. Земляной Вал, д. 50А/8, стр. 2",
            link: "https://yandex.ru/maps/157/minsk/?ll=27.555691%2C53.902735&z=12",
            isNewTab: true,
          },
        ],
      },
      {
        title: "Телефон:",
        textArr: [
          {
            text: "+7 (017) 780-31-65",
            link: "tel:+70177803165",
            isNewTab: false,
          },
          {
            text: "+7 (017) 495-19-84",
            link: "tel:+70174951984",
            isNewTab: false,
          },
        ],
      },
      {
        title: "E-mail:",
        textArr: [
          {
            text: "support@belkapay.ru",
            link: "mailto:support@belkapay.ru",
            isNewTab: false,
          },
        ]
      },
    ],
    inputs: [
      {
        label: "Имя",
        placeholder: "Введите имя..."
      },
      {
        label: "E-mail",
        placeholder: "Введите e-mail..."
      },
      {
        label: "Комментарий",
        placeholder: "Введите комментарий..."
      }
    ],
    text: "Нажимая на кнопку вы соглашаетесь с Пользовательским соглашением и Политикой конфиденциальности",
  },

  // Section "Banks"
  banks: {
    title: "Банки",
    text: "BelkaPay — белорусская компания, специализирующаяся на разработке и поставке платежных решений по модели White label.",
    list: [
      {
        number: "01",
        title: "Сервис по схеме White label",
        textArr: [
          "Развитие и усиление бренда Банка",
          "Брендирование и кастомизация платежного шлюза по первому запросу",
          "Полная интеграция с IT-системой Банка",
          "Поддержка 24/7",
          "Отчетность"
        ]
      },
      {
        number: "02",
        title: "Сервис Fraud Prevention",
        textArr: [
          "100% мониторинг транзакций",
          "Гибкость настройки",
          "Генерация отчетов",
          "Нотификация по SMS и электронной почте",
          "Безопасность средств клиента и репутации",
          "Соответствие требованиям PA DSS"
        ]
      },
      {
        number: "03",
        title: "Полный цикл обслуживания клиентов Заказчика",
        textArr: [
          "1 и 2 линии сопровождения для ТСП",
          "Регистрация и подключение новых ТСП",
          "Интеграция с IT-системами ТСП (online & offline)",
          "Отчетность",
          "Личный кабинет",
          "Поддержка оплаты в мессенджерах",
          "WeChatPay",
          "Поддержка Direct Debit"
        ]
      },
      {
        number: "04",
        title: "CMS PlugIns",
        textArr: [
          "1C-Bitrix, Amiro.CMS, CS-Cart, Drupal, HostCMS, Joomla!, Magento, MODX Revolution, Netcat, OpenCart/ocStore, PrestaShop, Shop-Script, UMI.CMS, Wordpress, SimplaCMS"
        ]
      },
    ]
  },
}


